namespace Game
{
    public class Phrases
    {
        public static string[] DefaultLevelBossPhrases = 
        {
            "Вы кто такая, я вас не звал, убирайтесь",
            "Прошу прощения за мой тон, сударыня. Что вам угодно?",
            "Извольте, истинно это мои приспешники. И все служим Великому Плану",
            "Мы не остановимся ибо Великий План вечен!",
            "Звучит по гейски, жаль что Вы не мужчина. Однако мы это исправим"

            //"Зачем ты сюда пришла?",
            //"Тебя никто здесь не ждет. Проваливай.",
            //"Не ври мне, я уже узнал о заговоре феминисток.",
            //"Посмотрим, кто из нас сильнее."
        };

        public static string[] DefaultLevelPlayerPhrases = 
        {
            "Наконец-то я добралась",
            "Повежливей, молодой человек",
            "Милейший, я хотела бы узнать, не вы ли насылаете этих извергов, геефицирующих молодежь?",
            "Вынуждена Вам сообщить, что согласно статье 6, пункту 21 Кодекса Российской Федерации об административных правонарушениях запрещена пропоганда нетрационных сексуальных отношений среди молодежи",
            "Ну тогда держите свои панталоны, сударь, ибо ваша задница скоро будет отжарена"

            //"Фух, я наконец добралась.",
            //"Я проделала этот путь, чтобы встретить тебя.",
            //"Зачем ты так говоришь? Я же, я же...",
            //"Как ты узнал?! Теперь тебе не позволено жить!"
        };
    }
}
